Repository: SteveSandersonMS/CarChecker
Catalog: Client/Resources/App.*.resx
Languages: es

source: Add Note
es: Añadir observación

source: Back
es: Atrás

source: Body Front
es: Carrocería frontal

source: Body Front Left
es: Carrocería frontal izquierda

source: Body Front Right
es: Carrocería frontal derecha

source: Body Rear
es: Carrocería trasera

source: Body Rear Left
es: Carrocería trasera izquierda

source: Body Rear Right
es: Carrocería trasera derecha

source: Bonnet
es: Capó

source: Car Checker
es: Inspector de vehículos

source: Confidence:
es: Confianza:

source: Could not sync. Unsent edits:
es: Error. Cambios pendientes:

source: Damaged!
es: Dañado!

source: Delete
es: Eliminar

source: Description:
es: Detalles:

source: Detect damage
es: Detectar daños

source: Detecting...
es: Detectando...

source: Discard changes?
es: Descartar cambios?

source: Door Front Left
es: Puerta Delantera Izquierda

source: Door Front Right
es: Puerta Delantera Derecha

source: Door Rear Left
es: Puerta Trasera Izquierda

source: Door Rear Right
es: Puerta Trasera Derecha

source: Empty
es: Vacío

source: Enter license number:
es: Introduzca la matrícula:

source: First, please tap on the part of the vehicle to which the note applies.
es: Primero, pulse en la parte del vehículo aplicable.

source: Full
es: Lleno

source: Grill
es: Parrilla

source: Head Light Left
es: Faro izquierdo

source: Head Light Right
es: Faro derecho

source: Last updated:
es: Última actualizacion:

source: License
es: Matrícula

source: LicenseNumberIncorrectFormat
es: El formato de la matrícula es incorrecto.

source: Location:
es: Ubicación:

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: Manage account
es: Administrar cuenta

source: Mileage:
es: Kilometraje

source: Mirror Left
es: Retrovisor izquierdo

source: Mirror Right
es: Retrovisor derecho

source: Never
es: Nunca

source: No notes added.
es: No se añadieron observaciónes.

source: OK - not damaged
es: OK - sin daños

source: Photo:
es: Foto:

source: Retry
es: Reintentar

source: Roof
es: Techo

source: Save
es: Guardar

source: Show all
es: Mostrar todas

source: Sorry, there is no vehicle with license number '{0}'.
es: Lo sentimos, no hay ningún vehículo con la matrícula '{0}'.

source: Tail Light Left
es: Luz trasera izquierda

source: Tail Light Right
es: Luz trasera derecha

source: Take new
es: Tomar nueva

source: Tank:
es: Depósito:

source: Undercarriage
es: Chasis

source: Update
es: Actualizar

source: Updating...
es: Actualizando...

source: Welcome, {0}!
es: Bienvenido, {0}!

source: Wheel Arch Front Left
es: Paso de la rueda frontal izquierda

source: Wheel Arch Front Right
es: Paso de la rueda frontal derecha

source: Wheel Arch Rear Left
es: Paso de la rueda trasera izquierda

source: Wheel Arch Rear Right
es: Paso de la rueda trasera derecha

source: Wheel Front Left
es: Rueda delantera izquierda

source: Wheel Front Right
es: Rueda delantera derecha

source: Wheel Rear Left
es: Rueda trasera izquierda

source: Wheel Rear Right
es: Rueda trasera derecha

source: Window Back
es: Parabrisas trasero

source: Window Front Left
es: Ventana delantera izquierda

source: Window Front Right
es: Ventana delantera derecha

source: Window Rear Left
es: Ventana trasera izquierda

source: Window Rear Right
es: Ventana trasera derecha

source: Windshield
es: Parabrisas

source: {0} not shown.
es: {0} no mostradas.
